Autodesk.Revit.DB.FabricationConfigurationInfo.IsConnected
This method is deprecated in Revit 2022 and may be removed in a future version of Revit.
Since:
2019

Autodesk.Revit.DB.FabricationConfigurationInfo.CloudVersion
This method is deprecated in Revit 2022 and may be removed in a future version of Revit.
Since:
2019